{
    "Koows": [
        {
            "nombre": "Song of Ice and Fire",
            "autor": "George R.R. Martin",
            "ilustraciones": 209,
            "Page": 209,
            "idioma": "English",
            "genero": "Drama, Fiction",
            "clasificacion": "Illustrations",
            "precio": 75,
            "calificacion": 5,
            "libro": "/venta/libkill.png",
            "Descripcion":"is an ongoing a series of epic fantasy novels by American novelist and screenwriter George R. R. Martin. Martin began writing the series in 1991 and the first volume was published in 1996. Originally planned as a trilogy, the series now consists of five published volumes; a further two are planned. In addition there are three prequel novellas currently available, with several more being planned, and a series of novella-length excerpts from the main Ice and Fire novels."
        },
        {
            "nombre": "El principito",
            "autor": "Antoine de Saint-Exupéry",
            "ilustracion": 59,
            "Page": 59,
            "idioma": "English, French",
            "genero": "Fable, Fiction, Children's literature, Short novel, Speculative fiction",           
            "precio": 50,
            "clasificacion": "Illustrated story",
            "calificacion": 5,
            "libro": "img/venta/libprincipito.png",
            "Descripcion":"The novella is one of the most-translated books in the world and has been voted the best book of the 20th century in France. Translated into 300[3] languages and dialects,[4][5] selling nearly two million copies annually, and with year-to-date sales of over 140 million copies worldwide, it has become one of the best-selling books ever published."
        },
        {
            "nombre": "The Sleeping Young Woman and the spindle",
            "autor": "Neil Gaiman", 
            "ilustracion": 30,
            "Page": 64,
            "idioma": "English, French",
            "tematica": "Fantasy, Fairy Tales",
            "precio": 10,
            "clasificacion": "Graphic Novels",
            "calificacion": 3,
            "libro": "img/venta/librojo.png",
            "Descripcion":"A thrillingly reimagined fairy tale from the truly magical combination of author Neil Gaiman and illustrator Chris Riddell – weaving together a sort-of Snow White and an almost Sleeping Beauty with a thread of dark magic, which will hold readers spellbound from start to finish. "
        },
        {
            "nombre": "A Game of Thrones",
            "autor": "George R.R. Martin",
            "ilustraciones": 250,
            "Page": 694,
            "idioma": "English",
            "genero": "Novel, Fantasy, High fantasy",
            "clasificacion": "Illustrated novel",
            "precio": 85,
            "calificacion": 5,
            "libro": "/venta/libkill.png",
            "Descripcion":"George RR Martin joins acclaimed novelist Daniel Abraham and cartoonist Tommy Patterson to breathe new life into the masterpiece of the heroic fantasy "Song of Ice and Fire" as it had never been seen before: in a full-color graphic novel, giving a unique vision about the world devised by Martin."
        },
        {
            "nombre": "A Clash of Kings",
            "autor": "George R.R. Martin",
            "ilustraciones": 330,
            "Page": 768,
            "idioma": "English",
            "genero": "Novel, Fantasy, High fantasy",
            "clasificacion": "Illustrated novel",
            "precio": 80,
            "calificacion": 5,
            "libro": "/venta/libkill.png",
            "Descripcion":"George R. R. Martin, con pulso firme y enérgico, vuelve a ofrecernos un brillante despliegue de personajes, en una trama crítica, densa y sorprendente. Nos convierte en testigos de luchas fratricidas, intrigas y traiciones palaciegas en una tierra maldita por la guerra, donde fuerzas ocultas se alzan de nuevo y acechan para reinar en las noches del largo invierno que se avecina."
        },
        {
            "nombre": "A Dance with Dragons",
            "autor": "George R.R. Martin",
            "ilustraciones": 500,
            "Page": 1040,
            "idioma": "English",
            "genero": "Novel, Fantasy, High fantasy",
            "clasificacion": "Illustrated novel",
            "precio": 90,
            "calificacion": 3,
            "libro": "/venta/libkill.png",
            "Descripcion":" After a colossal battle, the future of the Seven Kingdoms hangs by a thread, beset by new threats that emerge from all corners and in all directions. In the East, Daenerys Targaryen, the last link in House Targaryen, rules with her three dragons as the queen of a city built on dust and death. But Daenerys has thousands of enemies, and many have proposed to find her. As they search for her, a young man sets out on his own path to the queen, with a diametrically different objective."
        },
        {
            "nombre": "A Monster Comes To See Me",
            "autor": "Patricy Ness y Jim Kayn",
            "ilustraciones": 120,
            "Page": 214,
            "idioma": "English,Franch",
            "genero": "Children's fantasy, novel",
            "clasificacion": "Illustrated novel",
            "precio": 50,
            "calificacion": 4,
            "libro": "/venta/libkill.png",
            "Descripcion":" is a low fantasy novel written for children by Patrick Ness, from an original idea by Siobhan Dowd, illustrated by Jim Kay, and published by Walker in 2011. Set in present-day England, it features a boy who struggles to cope with the consequences of his mother's terminal cancer; he is repeatedly visited in the middle of the night by a monster who tells stories. Dowd was terminally ill with cancer herself when she started the story and died before she could write it."
        },
        {
            "nombre": "Macabre Tales",
            "autor": "Edgar Allan Poe",
            "ilustraciones": 100,
            "Page":  214 ,
            "idioma": "English, Spanish",
            "genero": "Fear, horror",
            "clasificacion": "Illustrated story",
            "precio": 120,
            "calificacion": 4,
            "libro": "/venta/libkill.png",
            "Descripcion":"A deluxe edition of the tales of Edgar Allan Poe, master of terror. The disturbing stories, presented with the translation of Julio Cortázar, are accompanied by the spectacular illustrations by Benjamin Lacombe."
        },
        {
            "nombre": "Rules of Summer",
            "autor": "Shaun Tan",
            "ilustraciones": 40,
            "Page":  50 ,
            "idioma": "English",
            "genero": "Childrens, Picture Books",
            "clasificacion": "Graphic Novels",
            "precio": 30,
            "calificacion": 4,
            "libro": "/venta/libkill.png",
            "Descripcion":"Combining humour and surreal fantasy, Shaun Tan pictures a summer in the lives of two boys. Each spread tells of an event and the lesson learned. By turns, these events become darker and more sinister as the boys push their games further and further."
        },
        {
            "nombre": "La metamorfosis",
            "autor": "Franz Kafka",
            "ilustraciones": 50,
            "Page":  50,
            "idioma": "Alemán",
            "genero": "Epic, magical realism, literature of the absurd and poves",
            "clasificacion": "Illustrations",
            "precio": 35,
            "calificacion": 3,
            "libro": "/venta/libkill.png",
            "Descripcion":"The Metamorphosis or The Transformation is a story by Franz Kafka published in 1915 that tells the story of Gregorio Samsa, a fabric merchant who lives with his family, which he maintains with his family."
        }
    ]
}